{
    "dhwanistudent'sannualconcert": {
        "ID": "23630ee3-6400-4e8a-9746-c89eee90a0ef",
        "country": {
            "IN": {
                "date": "2021-10-24",
                "price": "100.00",
                "time": "04:30"
            },
            "US": {
                "date": "2021-10-23",
                "price": "10.00",
                "time": "16:00"
            }
        },
        "createdAt": "Tue Oct 12 2021 23:23:21 GMT-0400 (Eastern Daylight Time)",
        "description": "Dhwani Academy of Percussion Music is delighted to announce its annual students’ performance event this year on 23rd October from 4 Pm onwards at lake view senior center, IRVINE. All the students, parents and friends are welcome to attend the event physically.  Last year we arranged it virtually and we are grateful to our students, parents and associates for cooperating with us throughout the year to keep our cultural activity running. This year’s  students’ event is also available virtually for those who cannot attend in-person. Please book your pass and watch our students’ performance and encourage them for a good cause. \nWe have our festival of music-- Raaga and Rhythm on 24th October, 4 P.M. . The tickets are also available for in-person atwww.dhwaniacademy.us and for virtual platforms at tvdhwani.com.  Details of the event are available in the event page. Your support will be most appreciated. \nThe proceedings of these events, like every year, goes for the teaching of visually impaired music aspirants of India, printing their Braille book and teaching underprivileged  music, drama and dance students.",
        "link": "https://player.vimeo.com/video/640511012",
        "metadata": "",
        "payment": "paid",
        "title": "Dhwani Student's Annual Concert",
        "type": "self"
    },
    "gurusmaran2022": {
        "ID": "1ed34450-9fc8-4b88-9f69-54d87fcfd413",
        "country": {
            "IN": {
                "date": "2022-07-13",
                "price": "0.00",
                "time": "18:00"
            },
            "US": {
                "date": "2022-07-12",
                "price": "0.00",
                "time": "18:00"
            }
        },
        "createdAt": "Tue Jul 12 2022 20:29:19 GMT-0400 (Eastern Daylight Time)",
        "description": "Guru Purnima is a day dedicated to gurus and devotees who thank them for enlightening them. The term 'guru' has a meaning behind it. 'Gu' stands for darkness and 'Ru' means removing darkness. Featuring Smt. Pramodini Rao and team with beautiful bhajans dedicated to all Gurus",
        "link": "https://player.vimeo.com/video/729541459",
        "metadata": "",
        "payment": "free",
        "title": "Guru Smaran 2022"
    },
    "panditjnanprakashghoshmemorialtablacompetition": {
        "ID": "11aac80b-7d8e-467c-915b-4bb8aad12c5a",
        "country": {
            "IN": {
                "date": "2022-01-09",
                "price": "0.00",
                "time": "18:00"
            },
            "US": {
                "date": "2022-01-09",
                "price": "0.00",
                "time": "18:00"
            }
        },
        "createdAt": "Wed Dec 29 2021 14:22:32 GMT-0500 (Eastern Standard Time)",
        "description": "This is a FREE online event, open to all which will be held from https://www.tvdhwani.com/from 5 pm onwards on 6th January, Thursday, 2022. All group Topper: Arijeet  Banerjee(Pakhawaj, Group - A) Special prize according to Judges decision: Sanketh Srinivas Kaushik(Tabla, Group - A). Tabla Group-A: 1st prize-Suman Sarkar, 2nd prize - Koustabh Dhar, 3rd prize - Archishman Sinha Roy Tabla Group-B: 1st prize-Pratik Joadder, 2nd prize-Dipin Das, 3rd prize-Nilesh Kundu",
        "link": "https://player.vimeo.com/video/663849281",
        "metadata": "",
        "payment": "free",
        "title": "Pandit Jnan Prakash Ghosh Memorial Tabla Competition"
    },
    "pratidhwani": {
        "ID": "3fdedc4f-2f73-473b-874a-3854bbff04de",
        "country": {
            "IN": {
                "date": "2021-08-28",
                "price": "100.00",
                "time": "19:00"
            },
            "US": {
                "date": "2021-08-28",
                "price": "10.00",
                "time": "19:00"
            }
        },
        "createdAt": "Mon Aug 16 2021 11:32:32 GMT+0530 (India Standard Time)",
        "description": "Enjoy this the sounds of heaven at the comfort of your home. “Pratidhwani” showcases the young talents from all over the world. Featuring Siddhartha Bhose in Sarod with the accompaniment of Soumojit Chatterjee on tabla. The program also highlights the vocal recital of Swapnil Roy Chowdhury with Debashish Singha Roy on tabla and Koushik Porel on harmonium. This program is meant to promote young musicians who have achieved musical excellence at a young age by their talent and hard-work. Not to mention the enormous contributions of their Gurus who have guided them. We request your support for these young talents by purchasing the event pass and helping us to continue to bring you more of such wonderful events during these trying times of Covid-19.",
        "link": "https://player.vimeo.com/video/593698688",
        "metadata": "",
        "payment": "paid",
        "title": "Pratidhwani",
        "type": "self"
    },
    "pratidhwani:e1": {
        "ID": "adbafb38-ad81-4357-a65f-c5f1c313c398",
        "country": {
            "IN": {
                "date": "2022-01-30",
                "price": "0.00",
                "time": "19:00"
            },
            "US": {
                "date": "2022-01-30",
                "price": "0.00",
                "time": "19:00"
            }
        },
        "createdAt": "Sat Jan 29 2022 20:20:44 GMT-0500 (Eastern Standard Time)",
        "description": "Welcome all to one of the most prestigious events organised by Dhwani Academy of Percussion music, *Pratidhwani*. This musical series is meant for you to experience the best of Indian Classical music, brought to you by TV Dhwani. We would like to thank you for all the love and support that you have showed us and helped us make this a success, despite the trying times of the pandemic. We have finally reached the penultimate event before the Annual Event of Pratidhwani, which is be held in the month of March. We hope you that you would find today’s episode as amazing as the earlier ones.",
        "link": "https://player.vimeo.com/video/671569346",
        "metadata": "",
        "payment": "free",
        "title": "Pratidhwani : E1"
    },
    "raaga&rhythm": {
        "ID": "52583e2d-1c18-4e8e-a947-2eeb7f01792e",
        "country": {
            "IN": {
                "date": "2021-05-30",
                "price": "100.00",
                "time": "19:00"
            },
            "US": {
                "date": "2021-05-29",
                "price": "10.00",
                "time": "13:00"
            }
        },
        "createdAt": "Mon Jul 12 2021 10:48:49 GMT+0530 (India Standard Time)",
        "description": "Enjoy this the sounds of heaven at the comfort of your home. “Raaga & Rhythm” showcases the young talents of India. Featuring Eeshar Singh in Santoor with the accompaniment of Kabir Jhita on tabla. The program also highlights the sitar recital of Deepsankar Bhattacharya with Supriyo Roy on tabla. This program is meant to promote young musicians who have achieved musical excellence at a young age by their talent and hard-work. Not to mention the enormous contributions of their Gurus who have guided them. We request your support for these young talents by purchasing the event pass and helping us to continue to bring you more of such wonderful events during these trying times of Covid-19.",
        "link": "https://player.vimeo.com/video/555773480",
        "metadata": "",
        "payment": "paid",
        "title": "Raaga & Rhythm",
        "type": "self"
    },
    "raaga&rhythm-outdoorconcert(live)": {
        "ID": "719ccb8a-310c-4255-a960-c949bdc69317",
        "country": {
            "IN": {
                "date": "2021-10-25",
                "price": "200.00",
                "time": "04:30"
            },
            "US": {
                "date": "2021-10-24",
                "price": "20.00",
                "time": "16:00"
            }
        },
        "createdAt": "Wed Oct 13 2021 17:10:41 GMT-0400 (Eastern Daylight Time)",
        "description": "After an exhausting year and a half, Dhwani Academy of Percussion Music is back with an outdoor concert for our beautiful audience. Since covid is not yet over, we have made provisions for viewing this concert live via our online platform. We take immense pleasure in welcoming you all to view Raaga & Rhythm - Music and Percussion Festival LIVE. We are also glad to announce that Ustaad Aalam Khan will be playing the Sarod accompanied by Pandit Abhijit Banerjee followed by a vocal performance by Pandit Suman Ghosh who will be accompanied by Jyoti Prakash on the tabla and Manoj Tamhankar on the harmonium. We expect your gracious presence online to support the maestros in these tough times.",
        "link": "https://player.vimeo.com/video/637653847",
        "metadata": "",
        "payment": "paid",
        "title": "Raaga & Rhythm - Online(LIVE)",
        "type": "self"
    },
    "raaga&rhythm-youngseries:e1": {
        "ID": "7441a5bb-2c2d-4ad3-a148-76596902943b",
        "country": {
            "IN": {
                "date": "2021-06-27",
                "price": "100.00",
                "time": "19:00"
            },
            "US": {
                "date": "2021-06-26",
                "price": "10.00",
                "time": "19:00"
            }
        },
        "createdAt": "Mon Jul 12 2021 10:59:21 GMT+0530 (India Standard Time)",
        "description": "Enjoy this the sounds of heaven at the comfort of your home. “Raaga & Rhythm – young series” showcases the young talents from all over the world. Featuring Sruti Sarathy in Violin with the accompaniment of Ibhanan Kulkarni on tabla. The program also highlights the vocal recital of Amrita Rao with Vikas Yendluri on tabla and Vivek Datar on harmonium. This program is meant to promote young musicians who have achieved musical excellence at a young age by their talent and hard-work. Not to mention the enormous contributions of their Gurus who have guided them. We request your support for these young talents by purchasing the event pass and helping us to continue to bring you more of such wonderful events during these trying times of Covid-19.",
        "link": "https://player.vimeo.com/video/567542203",
        "metadata": "",
        "modifiedAt": "Mon Jul 12 2021 11:03:24 GMT+0530 (India Standard Time)",
        "payment": "paid",
        "title": "Raaga & Rhythm - young series : E1",
        "type": "self"
    },
    "raaga&rhythm-youngseries:e2": {
        "ID": "c7a20649-4249-474e-a861-65ea35bff56e",
        "country": {
            "IN": {
                "date": "2021-07-31",
                "price": "100.00",
                "time": "19:00"
            },
            "US": {
                "date": "2021-07-31",
                "price": "10.00",
                "time": "19:00"
            }
        },
        "createdAt": "Mon Jul 12 2021 11:05:04 GMT+0530 (India Standard Time)",
        "description": "Enjoy this the sounds of heaven at the comfort of your home. “Raaga & Rhythm – young series” showcases the young talents from all over the world. Featuring Sangam – The Chamber Music Duo featuring Paul Livingstone on the Sitar and Peter Jacobson on the Cello. The program also highlights a North & South Indian Percussion Duet featuring Jim Santi Owen on the Tabla, Morsing and Padhant and  Rohan Krishnamurthy on the Mridangam, Kanjira and Konnakkhol. This program is meant to promote young musicians who have achieved musical excellence at a young age by their talent and hard-work. Not to mention the enormous contributions of their Gurus who have guided them. We request your support for these young talents by purchasing the event pass and helping us to continue to bring you more of such wonderful events during these trying times of Covid-19.",
        "link": "https://player.vimeo.com/video/581447871",
        "metadata": "",
        "payment": "paid",
        "title": "Raaga & Rhythm - young series : E2",
        "type": "self"
    },
    "raaga&rhythm-youngseries:e3": {
        "ID": "f0b87d4f-c21f-42b6-9a4f-17a5766dacdc",
        "country": {
            "IN": {
                "date": "2021-12-26",
                "price": "0.00",
                "time": "18:00"
            },
            "US": {
                "date": "2021-12-26",
                "price": "0.00",
                "time": "18:00"
            }
        },
        "createdAt": "Tue Dec 21 2021 11:23:18 GMT-0500 (Eastern Standard Time)",
        "description": "This is to let you know that this is the last event, hosted by Dhwani Academy of Percussion Music, Northern California Unit, to be held on 26th December, 2021, Sunday at 6 pm. ",
        "link": "https://player.vimeo.com/video/660170753",
        "metadata": "",
        "payment": "free",
        "title": "Raaga & Rhythm - young series : E3"
    },
    "raagekrasaanek": {
        "ID": "4f065a5f-acb6-493c-8c12-b7fbde1ddd76",
        "country": {
            "IN": {
                "date": "2022-06-21",
                "price": "0.00",
                "time": "18:00"
            },
            "US": {
                "date": "2022-06-21",
                "price": "0.00",
                "time": "18:00"
            }
        },
        "createdAt": "Mon Jun 20 2022 22:31:05 GMT-0400 (Eastern Daylight Time)",
        "description": "Raag Ek Rasa Anek",
        "link": "https://player.vimeo.com/video/722391678",
        "metadata": "",
        "payment": "free",
        "title": "Raag Ek Rasa Anek"
    },
    "saazaurawaz": {
        "ID": "da0c40d5-0d06-41d4-b5fd-3d9c5f380a73",
        "comments": "This is a live event broadcasted from Kolkata, India on 13th March 3.00pm onwards. Hence, it can be viewed worldwide in equivalent time in respective timezones.",
        "country": {
            "IN": {
                "date": "2022-03-13",
                "price": "200.00",
                "time": "15:00"
            },
            "US": {
                "date": "2022-03-13",
                "price": "20.00",
                "time": "04:30"
            }
        },
        "createdAt": "Wed Mar 02 2022 13:49:57 GMT-0500 (Eastern Standard Time)",
        "description": "Dhwani Academy of Percussion Music welcomes you all to this prestigious event Saaz Aur Awaz. Come aboard to experience the sounds of heaven. This event is a tribute to Guru Padmabushan Gyan Prakash Ghosh, a name that has and will continue to influence Indian Classical Music for generations. This event will host the Pride of Benaras Gharana, Pt Kumar Bose (Tabla Solo). You would also experience the unique and amazing Chatarungi Recital by Pandit Debashish Bhattacharya accompanied by the stalwart Pandit Abhijit Banerjee on Tabla. Followed by a mesmerizing vocal recital by Smt Indrani Mukherjee and the Flute recital by Shri Paramananda Roy. Not just the masters, you will also witness prodigies like Shri Arijeet Banerjee (Pakhawaj) and Violin recital by Shri Arkadeep Haldar. Dhwani Academy of Percussion Music is proud to host a Tabla Ensemble by its young students and a musical performance by specially-abled students who have broken down their cognitive barriers and contributed equally to this music. We humbly request you all to support us and help us make this event a successful one. We pledge to bring you the best of Indian music at all times.",
        "link": "https://player.vimeo.com/video/686399971",
        "metadata": "",
        "payment": "paid",
        "title": "Saaz Aur Awaz",
        "type": "self"
    }
}